IDEA Open Model
OpenAttribute.Element Property
 Element for attribute
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ReferenceElement Element { get; set; }
Public Property Element As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Element {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
OpenAttribute Class
IdeaRS.OpenModel Namespace